import cake1 from './cake1.png';
import cake2 from './cake2.png';
import cake3 from './cake3.png';
import cake4 from './cake4.png';

export const data = [
    {id: 1,   
    name:'Этап 1',
    images: cake1,
    description:" Разогреть духовку. Отделить белки от желтков. Белки взбить в крепкую пену, постепенно добавляя сахар." },

    {id: 2,   
        name:'Этап 2',
        images: cake2 ,
        description: "Продолжать взбивать, добавляя по одному желтки, затем гашеную соду и муку. Тесто по консистенции должно напоминать сметану."},
    {id: 3,   
        name:'Этап 3',
        images: cake3,
        description: "Смазать противень растительным маслом. Вылить половину теста на противень, разложить равномерно нарезанные дольками яблоки, залить второй половиной теста." },
    {id: 4,   
        name:'Этап 4',
        images: cake4,
        description:"Поместить противень в разогретую духовку. 3 минуты подержать при температуре 200 градусов, затем убавить до 180 и выпекать 20-25 минут." },
]